xml-conf/ListGroups.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.qwcss.com.br/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:ListGroups>
         <allGroups>false</allGroups>
         <groupAlias></groupAlias>
         <loginKey></loginKey>
      </ws:ListGroups>
   </soapenv:Body>
</soapenv:Envelope>